logs/2017-11-15_20h28(throughput_writes)/32_workers/1threads_20clients_write/clients/client1-2_1.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  90 secs]  0 threads:      217238 ops,    2556 (avg:    2413) ops/sec, 2.60MB/sec (avg: 2.45MB/sec),  7.83 (avg:  8.28) msec latency

1         Threads
20        Connections per thread
90        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        2413.71          ---          ---      8.28200      2508.92
Gets           0.00         0.00         0.00      0.00000         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals      2413.71         0.00         0.00      8.28200      2508.92